{
    "Experience": "Experiencia",
    "Senior Software Engineer": "Ingeniero de Software Senior",
    "Software Engineer": "Ingeniero de Software",
    "XYZ Corp": "XYZ Corp",
    "ABC Inc": "ABC Inc",
    "January 2018": "Enero 2018",
    "Present": "Presente",
    "January 2015": "Enero 2015",
    "December 2017": "Diciembre 2017",
    "Developing awesome software products.": "Desarrollando productos de software increíbles.",
    "Worked on several software projects.": "Trabajé en varios proyectos de software.",
    "Interests": "Intereses",
    "Passionate about developing innovative software solutions and keeping up with the latest technology trends.": "Apasionado por desarrollar soluciones de software innovadoras y estar al día con las últimas tendencias tecnológicas.",
    "Avid reader with a strong interest in both fiction and non-fiction literature, always seeking to expand knowledge and perspectives.": "Ávido lector con un fuerte interés tanto en la literatura de ficción como en la no ficción, siempre buscando ampliar conocimientos y perspectivas.",
    "Enjoys exploring new cultures and destinations, gaining a broader understanding of the world through travel.": "Disfruta explorando nuevas culturas y destinos, obteniendo una comprensión más amplia del mundo a través de los viajes.",
    "Music enthusiast with a diverse taste, appreciating various genres and often attending live concerts and festivals.": "Entusiasta de la música con un gusto diverso, apreciando diversos géneros y asistiendo frecuentemente a conciertos y festivales en vivo.",
    "Education": "Educación",
    "Master of Science in Computer Science": "Máster en Ciencias de la Computación",
    "University of Example": "Universidad de Ejemplo",
    "September 2018": "Septiembre 2018",
    "May 2022": "Mayo 2022",
    "Graduated with honors, focusing on software development and machine learning.": "Graduado con honores, enfocándome en el desarrollo de software y el aprendizaje automático.",
    "Associate of Arts in Mathematics": "Asociado en Artes en Matemáticas",
    "Community College": "Colegio Comunitario",
    "August 2016": "Agosto 2016",
    "May 2018": "Mayo 2018",
    "Strong foundation in calculus and linear algebra.": "Sólidos conocimientos en cálculo y álgebra lineal.",
    "Master of Business Administration": "Máster en Administración de Empresas",
    "Business School": "Escuela de Negocios",
    "August 2012": "Agosto 2012",
    "May 2016": "Mayo 2016",
    "Specialized in finance and strategic management.": "Especializado en finanzas y gestión estratégica.",
    "Bachelor of Arts in English Literature": "Licenciatura en Literatura Inglesa",
    "University of Literature": "Universidad de Literatura",
    "August 2008": "Agosto 2008",
    "May 2012": "Mayo 2012",
    "Studied various literary works and critical theories.": "Estudié diversas obras literarias y teorías críticas.",
    "Contact": "Contacto",
    "NAME": "NOMBRE",
    "MESSAGE" : "MENSAJE",
    "SEND": "ENVIAR",
    "Programming": "Programación",
    "Books": "Libros",
    "Travelling": "Viajes",
    "Music": "Música",
    "AI Specialist with extensive experience in designing and implementing advanced artificial intelligence systems. Skilled in machine learning, natural language processing, and data analysis. Capable of creating innovative AI algorithms that contribute to product and service development. Collaborates with technical and business teams to deliver solutions that meet market needs." : "Especialista en IA con amplia experiencia en el diseño e implementación de sistemas avanzados de inteligencia artificial. Experto en aprendizaje automático, procesamiento de lenguaje natural y análisis de datos. Capaz de crear algoritmos de IA innovadores que contribuyen al desarrollo de productos y servicios. Colabora con equipos técnicos y de negocios para ofrecer soluciones que satisfacen las necesidades del mercado.",
    "AI Specialist": "Especialista en IA",
    "February 2013": "Febrero 2013",
    "December 2014": "Diciembre 2014",
    "March 2010": "Marzo 2010",
    "January 2013": "Enero 2013",
    "Built user interfaces for web applications.": "Construí interfaces de usuario para aplicaciones web.",
    "Developed server-side logic for web applications.": "Desarrollé la lógica del lado del servidor para aplicaciones web."
}
