{
  "Experience": "Doświadczenie",
  "Senior Software Engineer": "Starszy inżynier oprogramowania",
  "Software Engineer": "Inżynier oprogramowania",
  "XYZ Corp": "XYZ Corp",
  "ABC Inc": "ABC Inc",
  "January 2018": "Styczeń 2018",
  "Present": "Obecnie",
  "January 2015": "Styczeń 2015",
  "December 2017": "Grudzień 2017",
  "Developing awesome software products.": "Tworzenie niesamowitych produktów oprogramowania.",
  "Worked on several software projects.": "Pracowałem nad kilkoma projektami oprogramowania.",
  "Interests": "Zainteresowania",
  "Passionate about developing innovative software solutions and keeping up with the latest technology trends.": "Pasjonat tworzenia innowacyjnych rozwiązań programistycznych i śledzenia najnowszych trendów technologicznych.",
  "Avid reader with a strong interest in both fiction and non-fiction literature, always seeking to expand knowledge and perspectives.": "Zapalony czytelnik z silnym zainteresowaniem literaturą zarówno fikcyjną, jak i faktu, zawsze dążący do poszerzania wiedzy i perspektyw.",
  "Enjoys exploring new cultures and destinations, gaining a broader understanding of the world through travel.": "Miłośnik podróży, który czerpie przyjemność z odkrywania nowych kultur i miejsc, zdobywając szersze zrozumienie świata.",
  "Music enthusiast with a diverse taste, appreciating various genres and often attending live concerts and festivals.": "Entuzjasta muzyki z różnorodnym gustem, doceniający różne gatunki i często uczestniczący w koncertach na żywo i festiwalach.",
  "Education": "Edukacja",
  "Master of Science in Computer Science": "Magister nauk ścisłych w informatyce",
  "University of Example": "Uniwersytet Przykładowy",
  "September 2018": "Wrzesień 2018",
  "May 2022": "Maj 2022",
  "Graduated with honors, focusing on software development and machine learning.": "Ukończyłem z wyróżnieniem, skupiając się na programowaniu i uczeniu maszynowym.",
  "Associate of Arts in Mathematics": "Licencjat z matematyki",
  "Community College": "Kolegium Społeczne",
  "August 2016": "Sierpień 2016",
  "May 2018": "Maj 2018",
  "Strong foundation in calculus and linear algebra.": "Silne podstawy w rachunku różniczkowym i algebrze liniowej.",
  "Master of Business Administration": "Magister zarządzania",
  "Business School": "Szkoła Biznesu",
  "August 2012": "Sierpień 2012",
  "May 2016": "Maj 2016",
  "Specialized in finance and strategic management.": "Specjalizacja w finansach i zarządzaniu strategicznym.",
  "Bachelor of Arts in English Literature": "Licencjat z literatury angielskiej",
  "University of Literature": "Uniwersytet Literatury",
  "August 2008": "Sierpień 2008",
  "May 2012": "Maj 2012",
  "Studied various literary works and critical theories.": "Studiowałem różne dzieła literackie i teorie krytyczne.",
  "Contact": "Kontakt",
  "NAME": "IMIĘ",
  "MESSAGE" : "WIADOMOŚĆ",
  "SEND": "WYŚLIJ",
  "Programming": "Programowanie",
  "Books": "Książki",
  "Travelling": "Podróże",
  "Music": "Muzyka",
  "AI Specialist with extensive experience in designing and implementing advanced artificial intelligence systems. Skilled in machine learning, natural language processing, and data analysis. Capable of creating innovative AI algorithms that contribute to product and service development. Collaborates with technical and business teams to deliver solutions that meet market needs." : "Specjalista ds. sztucznej inteligencji z dużym doświadczeniem w projektowaniu i wdrażaniu zaawansowanych systemów sztucznej inteligencji. Znajomość uczenia maszynowego, przetwarzania języka naturalnego i analizy danych. Potrafi tworzyć innowacyjne algorytmy AI, które przyczyniają się do rozwoju produktów i usług. Współpracuje z zespołami technicznymi i biznesowymi, aby dostarczyć rozwiązania, które spełniają potrzeby rynku.",
  "AI Specialist": "Specjalista ds. sztucznej inteligencji",
  "February 2013": "Luty 2013",
  "December 2014": "Grudzień 2014",
  "March 2010": "Marzec 2010",
  "January 2013": "Styczeń 2013",
  "Built user interfaces for web applications.": "Tworzenie interfejsów użytkownika dla aplikacji internetowych.",
  "Developed server-side logic for web applications.": "Rozwój logiki po stronie serwera dla aplikacji internetowych."
}